import React from 'react';

import './style.scss';

const Seo = () => {
    return (
        <div className='Seo'>
            <div className='Seo__Content'>
                <span className='Seo__Header'>
                    Комплексные решения оснащения столовых и кафе
                </span>
                <span className='Seo__Text'>
                    Компания предлагает комплексное оснащение столовых, ресторанов, кафе и баров в Москве. 
                    Наши услуги построены по принципу полного цикла обслуживания предприятий общепита и бизнеса HoReCa.
                    Иными словами, мы предлагаем проектирование «под ключ» и постгарантийное обслуживание. География работы 
                    компании охватывает всю страну. При этом в каждом регионе мы готовы предложить демократичные цены на 
                    профессиональное технологическое оборудование для столовой и оптимальные решения с точки зрения 
                    эффективности бизнеса, приемлемым уровнем производительности в условиях ограниченного бюджета.
                </span>
                <span className='Seo__Title'>
                    Что мы предлагаем
                </span>
                <span className='Seo__Text'>
                    разработку технологического проекта кухни и производственной линии, дизайна ресторанного интерьера;
                    составление меню согласно концепции и оснащения бара (кафе, столовой); подбор посуды, текстиля под 
                    общий стиль; профессиональное оборудование для кафе, бара и ресторана, большой выбор современных моделей; 
                    доставку в любой регион РФ; монтажные и пуско-наладочные работы; автоматизацию производственного процесса, 
                    что позволяет определённое оборудование для бара;
                </span>

                <a href='none' className='Seo__AddButton'>+</a>
            </div>

            <div className='Seo__About'>
                <img src={require('../../assets/icons/logo.svg')} alt='logo'/>
                <span className='Seo__AboutBrand'>Столовая.РУ</span>
                <span>создание оптимальных пищеблоков</span>
                <span className='Seo__AboutGroup'>Группа компаний</span>
                <span>Показатели:</span>
                <div className='Seo__Indicators'>
                    <span>На рынке: 5 лет</span>
                    <span>Объем контрактов: 4 млрд.р.</span>
                    <span>Количество контрактов: 620</span>
                </div>
            </div>
        </div>
    );
};
export default Seo;